import os
from datetime import datetime
def about_command(args):
    VERSION = "1.6 Alfa"
    os.system("cls")

    print("\033[93m")
    print("███╗   ██╗███████╗████████╗███████╗██╗  ██╗███████╗██╗     ██╗")
    print("████╗  ██║██╔════╝╚══██╔══╝██╔════╝██║  ██║██╔════╝██║     ██║")
    print("██╔██╗ ██║█████╗     ██║   ███████╗███████║█████╗  ██║     ██║")
    print("██║╚██╗██║██╔══╝     ██║   ╚════██║██╔══██║██╔══╝  ██║     ██║")
    print("██║ ╚████║███████╗   ██║   ███████║██║  ██║███████╗███████╗███████╗")
    print("╚═╝  ╚═══╝╚══════╝   ╚═╝   ╚══════╝╚═╝  ╚═╝╚══════╝╚══════╝╚══════╝")
    print("\033[0m")

    print(f"Versão: {VERSION}")
    print("Desenvolvido inteiramente em Python")
    print("© NetShell Team")
    print(f"Iniciado em: {datetime.now().strftime('%d/%m/%Y %H:%M:%S')}")
    print()